Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C01B.tmx
Source language: en_us
Languages: zh_cn

source: Partners in Love and the Presidency
zh_cn: 奥巴马一家

source: Michelle Obama and the Evolution of a First Lady (January 7, 2012) The Obamas were at the University of Arizona in Tucson to honor the six people who were killed in shootings that had left Representative Gabrielle Giffords fighting for her life.
zh_cn: 去年1月12日，奥巴马及夫从米歇尔正在图因市亚利桑那州立大学参加图因枪击事件悼念活动。这次枪击事件导致六人死亡，国会议员加布里埃尔・吉福德斯（Gabrielle Giffords ）重伤，正在医院治疗。

source: Jodi Kantor describes Mrs. Obama's reaction as the president spoke: "She was following every word, nodding a little, her eyes flickering with his words."
zh_cn: 尤蒂・坎特（Jodi Kantor）描述了当总统讲话时米歇尔・奥巴马的一些举止动作：“每一个词都她都会认真倾听，双眼随着总统演讲的韵律忽闪，她还时不时点点头，表示一下赞许。

source: When President Obama described Ms. Giffords opening her eyes for the first time, "Michelle closed her own eyes briefly, pantomiming her husband's speech a little, showing the relief her husband was expressing.
zh_cn: ” 当总统讲到吉福德斯女士已经苏醒时，“米歇尔闭上双眼，似乎在用无声的语言诠释丈夫的演讲，表达他的释然之情。

source: She did that sometimes, acting out the words he was saying during his speeches, as if she could give them some of her animation and help propel his message across."
zh_cn: 米歇尔在自己的丈夫演讲时，会经常重新阐释他的言语，就好像她能把这些语言变得更加活泼，就好像这些语言的语义会在她的帮助变得更加清晰。

source: By the end of the speech, Ms. Kantor writes: "The expression on Michelle's face was one of deep satisfaction.
zh_cn: Damon Winter/The New York Times坎特女士写道，讲话结束后“米歇尔显得十分满意。

source: He had given the kind of speech she knew he could give.
zh_cn: 就如她所期望，她自已的丈夫表现依然出色。

source: The look on her face said: this is the president I wanted you to be."
zh_cn: 她的表情说明：我就是希望你成为这样的总统。

source: Cue the groans.
zh_cn: ”疑窦丛生，质疑需辩。

source: What kind of journalist presumes to know Michelle Obama's mind?
zh_cn: 一位新闻记者的种种假设能否代表米歇尔・奥巴马的心声呢？

source: In lesser hands "The Obamas" would be an act of astonishing overreach, but Ms. Kantor, who covered the Obamas for The New York Times during the 2008 presidential campaign, and is currently a Washington correspondent for the paper, has earned the voice of authority.
zh_cn: 如果《奥巴马一家》由二流作家执笔，读者很可能惊讶地认为此书描写过火，臆想太多。 自从2008年总统选举时起，坎特女士就为《纽约时报》追踪报道奥巴马及其妻子的新闻，现在身为华盛顿的一名记者，她也顺理成章地在这一领域赢得一席之地并且可以表达自已的声音。

source: A meticulous reporter, Ms. Kantor is attuned to the nuance of small gestures, the import of unspoken truths.
zh_cn: 作为一名优秀的记者，坎特女士习惯于用心体会身体语言的细小差别和无言的言语表达的真实含义。

source: She knows that every strong marriage, including the one now in the White House, has its complexities and its disappointments.
zh_cn: 坎特女士完全了解每一段稳固、幸福的婚姻背后（也包括白宫的婚姻生活），都有着复杂的内部或外部情感纠葛和婚姻生活的心酸与失望。

source: Ms. Kantor also --- and this is a key --- has a high regard for women, which is why hers is the first book about the Obama presidency to give Michelle Obama her due.
zh_cn: 而且还有一点非常重要，坎特女士尊重女性，能深刻认识女性的价值所在，所以虽然奥巴马仍然当政，但是作者还是把聚光灯转向了他的妻子，并出版了第一本有关米歇尔・奥巴尔的书。

source: In the process we learn a great deal about the talented and introverted loner who married her, and how his wife has influenced him as a president.
zh_cn: 在这本书中，我们可以更多地了解到米歇尔嫁给了一个天才、一个内向的孤独者，并且她又是如何影响他成为总统的。

source: "The Obamas" is full of gossipy tidbits that fuel a narrative about their marriage and how it has shaped the presidency.
zh_cn: 《奥巴马一家》描写了奥巴马及米歇尔的婚姻生活及他们的生活如何影响奥巴马的执政，其中书中有很多花边新闻，这些内容的添加为本书凭添了不少佐料。

source: Public glimpses of their intimacy portray a genuine bond forged by an ambitious man and his equally driven wife.
zh_cn: 在公众眼中他们是天作之合，雄心壮志的丈夫及努力奋斗的另一半，这使他们的感情纽带更加紧密。

source: He can be arrogant and self-absorbed, but he strives for her approval.
zh_cn: 丈夫可以无谓无知、固执己见，但还是要努力搏得妻了的赞许。

source: She is his champion and critic, and a fierce guardian of their mutual mission.
zh_cn: 妻子是他的拥护者，是他的批评者，是他们共同目标的守护者。

source: Ms. Kantor retires wooden stereotypes of the political wife as a prop or a problem and instead explores what it means to be a modern first lady, one with her own opinions and an expectation that she will be heard.
zh_cn: 坎特女士没有让读者看到一个呆板的政客妻子的老套形象，她仅仅是个道具成为总统的支持者，或者她是个麻烦制造者有损总统形象。 相反，书中展现的是个具有现代精神的第一夫人，她有自己的思想、有对丈夫的期待和企望。

source: The book offers concrete examples of how Mrs. Obama, even as she wrestled with self-doubt, bolstered her husband as only a wife can and kept him grounded in ways that had nothing to do with the tired story of her ordering him to pick up his dirty socks.
zh_cn: 书中有很多事例，说明奥巴马夫人如何支持自己的丈夫努力向前，虽然这时侯她也陷入到自我怀疑之中。 只有妻子才能完成这样的角色和使命，才能真正成为丈夫的精神支柱，这和妻子命令丈夫捡起臭袜子的乏味故事并没有可比之处。

source: She helped him recalibrate when his public approval rating tanked, urging him to alter wonky speeches with personal stories that could close the distance between cool-headed him and a suffering public.
zh_cn: 当奥巴马的公众支持率直线下降时，米歇尔帮助丈夫重新制定计划赢取公众支持。 她督促丈夫改变无聊的演讲词，她提出可以在演讲中加入自己的故事，这样可以拉进一本正经的奥巴马和公众这间的距离。

source: She also was the driving force behind an eventual staff shake-up that led to the departure of senior advisers after Scott Brown won Senator Edward M. Kennedy's seat in Massachusetts.
zh_cn: 米歇尔是奥巴马工作人员变动的最终推动者，当斯科特・布朗赢得爱德华・肯尼迪的马赛诸州参议员席位时（这使民主党失去了参议院的绝对多数席位），她最终决定了奥巴马高级顾问的离开。

source: Mr. Brown's victory cost the Democrats their supermajority, and Mrs. Obama was furious with the president, and his staff, whom she saw as insular and disorganized, and failing to prepare for the worst possible outcomes.
zh_cn: 她对总统和他身边的工作人员非常气愤，她认为他们思相狭隘、做事无序、欠考虑，没有做好最坏结果的打算。

source: "She feels as if our rudder isn't set right," Mr. Obama told aides.
zh_cn: 奥巴马告诉助手，“她认为我们的掌舵手弄错了方向。

source: Eventually he agreed.
zh_cn: ” 最终他听从了她的意见。

source: "This was Michelle's most profound influence on the Obama presidency," Ms. Kantor writes, "the sense of purpose she shared with her husband, the force of her worldview, her passionate beliefs about access, opportunity, and fairness; her readiness to do what was unpopular and pay political costs.
zh_cn: 《奥巴马一家》作者Jodi Kantor“这是米歇尔对奥巴马政府最有影响的一件事情，” 坎特女士写道，“她的丈夫分享着她的目标、她的世界观，她对权力、机遇和公平的强烈信仰；她要时刻准备着修正不受公众欢迎、要付出政治代价的错误。

source: Every day, he met with advisers who emphasized the practical realities of Washington, who reminded him of poll numbers; he spent his nights with Michelle, who talked about moral imperatives, aides said, who reminded him again and again that they were there to do good, to avoid being distracted by political noise, to be bold."
zh_cn: 奥巴马每天都和他的顾问见面，顾问强调的是华盛顿的实用哲学和现实规则，提醒他时刻注意民意测验；每天晚上他和米歇尔一起度过，（奥巴马的顾问说）两人谈论的是道德使命，并且她还一遍遍地提醒丈夫，他们要在华盛顿多做有益的事情，避免被白宫的喧闹的政治噪音打扰，要勇敢挑战华盛顿的旧有政治习惯。

source: Sometimes they were too much alike.
zh_cn: “奥巴马和米歇尔有时非常像。

source: They shared a disdain for Congress, which crippled Mr. Obama's ability to broker deals.
zh_cn: 他们都蔑视国会，国会挟制奥巴马使其不能发挥应有潜能，并破坏奥巴马提出的一系列改革计划。

source: They clung to old friendships, which further isolated them in a town they already distrusted.
zh_cn: 他们怀旧，更愿意依接近自己的老朋友，所以他们在这个本来就心怀抵触情绪的城市里更显孤独。

source: They also shared a relentless belief that the president was misunderstood and underappreciated by the people he serves.
zh_cn: 他们都固执地坚信民众不理解也不感激总统为他们所做的一切。

source: As the wife of a United States senator, I know this to be a common and all-too-toxic affliction in political families.
zh_cn: 作为美国国会议员的妻子，我深知这样的想法在一个政治家庭里是很常见的，很且这个想法就像毒药一样会令这个家庭徒增很多烦恼。

source: No good comes of it.
zh_cn: 这种负面情绪只有坏处没有好处。

source: In the immediate days after the 2008 election neither the press nor the president-elect's staff knew that Mrs. Obama was so apprehensive about moving to Washington that she considered staying behind in Chicago until her daughters finished the school year.
zh_cn: 2008年大选结束后，媒体和总统团队的工作人员就已经知道，奥巴马夫人对于移居到华盛顿居住忧心冲冲，所以她决定先在芝加哥居住，直到女儿在芝加哥完成学业。

source: When Mr. Obama was elected to the Senate in 2004, Mrs. Obama refused to move her family to the capital to join him.
zh_cn: 2004年奥巴马当选议员时，奥巴马夫人就曾经拒绝来到华盛顿和丈夫团聚。

source: She had little faith in politics as a way to improve lives, and she wanted to insulate her young children from the surreal world of Washington.
zh_cn: 她不太相信政治能改善人们的生活，她想让她的女儿远离华盛顿虚幻的生活。

source: I first learned of this in 2006, when Senator Obama was in Ohio campaigning in the Senate race of my husband, Sherrod Brown.
zh_cn: 我第一次得知这些消息是在2006年，那时侯参议员奥巴马正在我丈夫施罗德・布郎（ Sherrod Brown）俄亥俄州参议员竞选大会上。

source: When Mr. Obama heard that I too had refused to move to Washington, he sought me out backstage.
zh_cn: 当奥巴马听说我也拒绝前往华盛顿和丈夫居住时，他在后台找到了我。

source: "You've got to meet my wife," he said, smiling. "She feels about Washington the way you do."
zh_cn: 他微笑着对我说“你应该见见我的妻子，她和你一样都对华盛顿敬而远之。

source: In 2008 I met Mrs. Obama twice and interviewed her once by phone. I have not spoken to her since the 2008 election.
zh_cn: ” 直到2008年我和奥巴马夫人才有过真正交谈，我见过她两次，在电话中采访过她一次。

source: In 2007, after initial reluctance, she gave Mr. Obama her blessing to run for president.
zh_cn: 2007年，经历了最初的犹豫，她最后决定把祝福送给即将竞选总统的丈夫。

source: The ensuing campaign reinforced her misgivings about political life.
zh_cn: 接下来的竞选更是令她对政治生活担忧不已。

source: She felt stung by negative coverage of her and ill-served at times by an unsupportive staff.
zh_cn: 奥巴马夫人如坐针毡，因为她要时常处理媒体对她的负面报道，处理不大配合的工作人员给她造成的困扰。

source: She changed her mind about staying in Chicago after Mr. Obama made it clear he needed her, and the girls.
zh_cn: 当奥巴马表明他需要她和女儿时，她不得不重新考虑是否还要继续呆在芝加哥。

source: Thus began the public transformation of Michelle Obama.
zh_cn: 从这时起米歇尔・奥巴马开始了真正的转型，并走入了公众视野。

source: Mrs. Obama struggled with her changed role --- in the world at large but also in her family.
zh_cn: 面对着整个世界和自己的家庭，奥巴马夫人都在努力挣扎着改变自己所扮演的不同角色。

source: It was impossible to take her girls to school, or sometimes even attend their soccer matches, without embarrassing them with the accompanying ruckus.
zh_cn: 她不能再送女儿上学，或者参加她们的足球比赛，因为她不想所到之处都喧嚣异常令孩子们感觉尴尬。

source: She also felt new limitations in her marriage --- imposed, not by the president, but by his presidency.
zh_cn: 她也同样感觉到了她的婚姻遇到了新的阻碍，这种压力并不是由于总统本人造成，然而却是由于总统身为一国元首的职位造成。

source: An accomplished professional, smart and wickedly funny, she was used to being Mr. Obama's partner.
zh_cn: 米歇尔是一位颇有成就的专业人士，聪明、风趣，早已习惯了做为奥巴马的伴侣这一角色。

source: Now his day was scheduled in five-minute increments, and she was abruptly recast as his helpmate.
zh_cn: 现在总统的五分钟时间都要列入时间表，米歇尔却成了要随时为总统服务的助手。

source: She resisted the ceremonial duties expected of first ladies.
zh_cn: 米歇尔拒绝公众所期盼的第一夫应该履行的礼节性职责。

source: She loathed the stuffy annual lunches with Congressional spouses, agreeing to attend one only if they joined her the day before to volunteer at a Washington-area food bank.
zh_cn: 她讨厌举办古板的议员配偶们出席的午餐会。 她同意参加一次这样的聚会，但前提条件是聚餐前一天议员配偶要到华盛顿地区的食物银行当志愿者。

source: Her good intentions were derailed by media coverage that focused on the $515 sneakers she wore to load groceries.
zh_cn: 然而她的善意却被媒体中伤，因为媒体只关注她穿了一双$515的运动鞋去运食物。

source: Clothing had become her "compensatory pleasure" for dutifully enduring the public demands of her husband's political career, Ms. Kantor writes.
zh_cn: 穿衣打扮变成了米歇尔“补偿性乐趣”所在，用来弥补必需要忍受公众对她丈夫政治事业的审视，坎特女士这样写道。

source: "If I have to go, I'm getting a new dress out of it," she told neighbors.
zh_cn: “如果我必须离开这里（芝加哥），我只打算带件新衣服走”，米歇尔这样告诉她的邻居们。

source: Now perhaps the most prominent black woman in America, she felt pressure to counter negative stereotypes by telegraphing images of elegance and self-confidence.
zh_cn: 作为美国最有名的黑人女性，米歇尔确实感觉到了压力，她需要展现一个优雅、自信的美好形象，一扫人们对黑人女性固有的负面形象。

source: Instead, she became America's first fashionista during tough economic times for the country.
zh_cn: 她确实做到了，而且还在美国经济低迷时期成为了美国时尚界的宠儿。
